Repository: cjfloss/envelope
Catalog: po/extra/*.po
Languages: fr, pt

source: Manage your budget
fr: Gérez votre budget
pt: Administre o seu orçamento

source: Budget;Money;
fr: Budget;Argent;
pt: Orçamento;Dinheiro;

source: Personal budget manager
fr: Gestionnaire de budget personnel
pt: Administrador pessoal de orçamentos

source: Maintain your personal budget by using the tried-and-true envelope system. Designate spending categories (envelopes) and distribute your monthly income into them. Configure accounts where you record all your transactions, then assign each of them to a category.
fr: Maintenez votre budget personnel en utilisant le système d'enveloppes qui a fait ses preuves. Désignez des catégories de dépenses (enveloppes) et répartissez votre revenu mensuel entre elles. Configurez des comptes où vous enregistrez toutes vos transactions, puis affectez chacune d'entre elles à une catégorie.
pt: Mantenha o seu orçamento pessoal usando o sistema envelope que é experimentado e verdadeiro. Designe categorias de despesa (envelopes) e distribua o seu fluxo mensal nelas. Configure contas onde irá registar todas as suas transações, depois atribua uma categoria a cada uma delas.

source: Originally made by Nicolas Laplante.
fr: Créé à l'origine par Nicolas Laplante.
pt: Feito originalmente por Nicolas Laplante.

source: Features:
fr: Fonctionnalités :
pt: Funcionalidades:

source: Envelope system budget workflow
fr: Système d'opérations en enveloppes
pt: Sistema envelope fluxo de trabalho de orçamentos

source: Import transactions from QIF files
fr: Importez des transactions depuis un fichier QIF
pt: Importe transações de ficheiros QIF

source: Budget Overview
fr: Aperçu du budget pour %s
pt: Visão Geral do Orçamento

source: Editing a category
fr: Modification d'une catégorie
pt: Editar uma categoria

source: When you launch envelope for the first time
fr: Au premier démarrage d'Enveloppe
pt: Quando inicia o Envelope pela primeira vez

source: Dialog to add an account
fr: Boîte de dialogue pour ajouter un compte
pt: Dialogo para adicionar uma conta

source: Transactions View
fr: Vue des transactions
pt: Vista de Transações

source: After creating a Account
fr: Après avoir créé un compte
pt: Depois de criar uma Conta

source: New:
fr: Nouveau :
pt: Novo:

source: Polish Translation (By @DanyGee)
pt: Tradução Polaca (Por @DanyGee)

source: French Translation (By @kameha)
pt: Tradução Francesa (Por @kameha)

source: German Translation (By Nicolas @Mondei1)
pt: Tradução Alemã (Por Nicolas @Mondei1)

source: Drop SqlHeavy, use Sqlite3
pt: Largar SqlHeavy, usar Sqlite3

source: Fix:
fr: Correction :
pt: Correções:

source: Use the right color on Budget overview
pt: Uso da cor correta na visão geral do Orçamento

source: Fix crash while importing
fr: Correction d'un plantage lors de l'importation
pt: Correção de uma falha ao importar

source: Use better wording. Payee instead of Merchant
pt: Redação melhorada. Beneficiário em vez de Comerciante

source: Updated markdown license file
pt: Atualização do ficheiro da licença markdown

source: Updated HoustonCI
pt: Atualização HoustonCI

source: Improved add account Dialog
fr: Amélioration de la boîte de dialogue d'ajout de compte
pt: Melhorias do dialogo adicionar conta

source: Improved add category Dialog
fr: Amélioration de la boîte de dialogue d'ajoute de catégorie
pt: Melhorias do dialogo adicionar categoria

source: Fix crash while adding second account
fr: Correction d'un plantage lors de l'ajout d'un deuxième compte
pt: Correção de uma falha ao adicionar uma segunda conta

source: Allow resizing window
fr: La fenêtre est désormais redimensionnable
pt: Permitir ajustes da janela

source: Add unit tests
fr: Ajout des tests unitaires
pt: Adicionado testes de unidades

source: Add current version to the binary
fr: Ajout de la version actuelle au fichier binaire
pt: Adicionada a versão atual ao binário

source: Fixed some glitches:
fr: Corrections de bugs :
pt: Correções de alguns erros:

source: Fix crash while removing category
fr: Correction d'un plantage lors de la suppression d'un catégorie
pt: Correção de uma falha ao remover uma categoria

source: Fix information loss on editing
fr: Correction de la perte d'informations lors d'une modification
pt: Correção de perca de informação ao editar

source: Add AppData changelog
fr: Ajout des notes de version dans le fichier AppData
pt: Adicionada lista de mudanças à AppData

source: Update app branding
fr: Mise à jour du nom de l'application
pt: Atualização de marca da aplicação

source: First release: Testing.
fr: Première version : Test.
pt: Lançamento inicial: A testar.

source: Basic functionalities:
fr: Fonctionnalités de base :
pt: Funcionalidades básicas:

source: Add account
fr: Ajoutez un compte
pt: Adicionar conta

source: Add transactions
fr: Ajoutez des transactions
pt: Adicionar transação

source: Import QIF files
fr: Importez des fichiers QIF
pt: Importar ficheiros QIF

source: Envelope
fr: Enveloppe
