Repository: cjfloss/envelope
Catalog: po/*.po
Languages: ru_ru

source: Error while opening SQLite database %s: %s
ru_ru: Ошибка при открытии базы данных SQLite %s:%s

source: Failed to roll back transaction: %s
ru_ru: Провал отката транзакции: %s

source: Unsupported type %s
ru_ru: Не поддерживаемый тип %s

source: Groceries
ru_ru: Продукты

source: Fuel
ru_ru: Топливо

source: Public transit
ru_ru: Общественный транспорт

source: Restaurants
ru_ru: Рестораны

source: Entertainment
ru_ru: Развлечения

source: Savings
ru_ru: Сбережения

source: Personal care
ru_ru: Личная гигена

source: Alcohol & Bars
ru_ru: Алкоголь и бары

source: Emergency fund
ru_ru: Чрезвычайный запас

source: Apply
ru_ru: Применить

source: Add transaction
ru_ru: Добавить проводку

source: No results.
ru_ru: Нет результатов.

source: Cancel
ru_ru: Отмена

source: Date
ru_ru: Дата

source: Category
ru_ru: Категория

source: Outflow (%s)
ru_ru: Расход (%s)

source: Inflow (%s)
ru_ru: Приход (%s)

source: Memo
ru_ru: Заметка

source: Split
ru_ru: Разделить

source: Remove
ru_ru: Удалить

source: Transaction removed
ru_ru: Проводка удалена

source: Budget overview for %s
ru_ru: Обзор бюджета за %s

source: Spending this month
ru_ru: Расходы в этом месяце

source: Money spent in %s
ru_ru: Денег потрачено %s

source: Income this month
ru_ru: Пришло в этом месяце

source: Money earned in %s
ru_ru: Денег получено %s

source: Remaining
ru_ru: Остаток

source: Remaining balance for %s
ru_ru: Остаток баланса за %s

source: Accounts
ru_ru: Аккаунты

source: Add account…
ru_ru: Добавить аккаунт…

source: Add a new account
ru_ru: Добавить новый аккаунт

source: Spending categories
ru_ru: Категории расходов

source: Uncategorized
ru_ru: Без категории

source: Add category…
ru_ru: Добавить категорию…

source: Add a new spending category
ru_ru: Добавить новую категорию расходов

source: None yet
ru_ru: Нет еще

source: Category %s removed
ru_ru: Категория %s удалена

source: Account %s removed
ru_ru: Аккаунт %s удален

source: Add an account
ru_ru: Добавить аккаунт

source: You have not configured any account yet
ru_ru: У вас еще нет настроенных аккаунтов

source: Spend! Get paid!
ru_ru: Трать! Получай!

source: Record a transaction
ru_ru: Записать проводку

source: Import transactions
ru_ru: Импортировать проводки

source: Import from a QIF file obtained from another application
ru_ru: Импорт из QIF файла полученного из другого приложения

source: Your budget right now:
ru_ru: Ваш бюджет прямо сейчас:

source: Inflow:
ru_ru: Доход:

source: Outflow:
ru_ru: Расход:

source: Remaining this month:
ru_ru: Потрачено в этом месяце:

source: This month
ru_ru: Этот месяц

source: Last month
ru_ru: Прошлый месяц

source: Future
ru_ru: Будущие

source: Pick dates:
ru_ru: Выбранные даты:

source: Edit category
ru_ru: Редактировать категорию

source: Name
ru_ru: Имя

source: Budget
ru_ru: Бюджет

source: Monthly budget
ru_ru: Месячный бюджет

source: Outflow
ru_ru: Расход

source: Inflow
ru_ru: Доход

source: Add an Account
ru_ru: Добавить аккаунт

source: Label:
ru_ru: Метка:

source: Eg.: account number
ru_ru: Нм.: номер счета

source: Type:
ru_ru: Тип:

source: Checking
ru_ru: Контроль

source: Balance:
ru_ru: Баланс:

source: Description:
ru_ru: Описание:

source: Optional
ru_ru: Опционально

source: Create Account
ru_ru: Создать аккаунт

source: Account %s has been created
ru_ru: Аккаунт %s был создан

source: Add a Category
ru_ru: Добавить категорию

source: Name:
ru_ru: Имя:

source: Category name
ru_ru: Название категории

source: Monthly Budget for %s
ru_ru: Месячный бюджет для %s

source: Budget:
ru_ru: Бюджет:

source: Monthly budget for category
ru_ru: Месячный бюджет для категории

source: Create Category
ru_ru: Создать категорию

source: Import transactions from file
ru_ru: Импортировать проводки из файла

source: %d transactions imported in account %s
ru_ru: %d проводки добавлены в аккаунт%s

source: Apply to all %s
ru_ru: Применить ко всем %s

source: Set category
ru_ru: Установить категорию

source: Export…
ru_ru: Экспорт…

source: Record transaction
ru_ru: Записать проводку

source: Search transactions…
ru_ru: Найти проводку…

source: Search in %s
ru_ru: Искать в %s

source: Search uncategorized
ru_ru: Искать без категорий

source: Transaction recorded
ru_ru: Проводка записана

source: Transactions in %s
ru_ru: Проводки из %s

source: Manage your budget
ru_ru: Управляй своим бюджетом

source: Budget;Money;
ru_ru: Бюджет;Деньги;

source: Personal budget manager
ru_ru: Персональный менеджер финансов

source: Maintain your personal budget by using the tried-and-true envelope system. Designate spending categories (envelopes) and distribute your monthly income into them. Configure accounts where you record all your transactions, then assign each of them to a category.
ru_ru: Сохраняйте свой личный бюджет, используя проверенную систему envelope. Укажите категории расходов (Envelope) и распределите в них свой ежемесячный доход. Настройте учетные записи, в которые вы записываете все свои транзакции, затем назначьте каждой из них категорию.

source: Originaly made by Nicolas Laplante.
ru_ru: Автор оригинала Nicolas Laplante.

source: Envelope system budget workflow
ru_ru: Рабочий процесс системы бюджета envelope

source: Import transactions from QIF files
ru_ru: Импортировать проводки из файла

source: Editing a category
ru_ru: Редактировать категорию

source: When you lauch envelope for the first time
ru_ru: Когда вы загружаете envelope в первый раз

source: Dialog to add an account
ru_ru: Диалог добавления аккаунта

source: When you just added an account
ru_ru: Когда вы только добавили аккаунт

source: Adding a transaction
ru_ru: Добавьте проводки

source: New:
ru_ru: Новое:

source: Improved add account Dialog
ru_ru: Улучшение диалога добавления аккаунта

source: Improved add category Dialog
ru_ru: Улучшение диалога добавления категории

source: Fix:
ru_ru: Исправления:

source: Fix crash while adding second account
ru_ru: Исправлено падение при добавлении второго аккаунта

source: Allow resizing window
ru_ru: Разрешено изменение размеров окна

source: First release: Testing.
ru_ru: Первый релиз: тестовый.

source: Basic functionalities:
ru_ru: Базовый функционал:

source: Add account
ru_ru: Добавить аккаунт

source: Add transactions
ru_ru: Импортировать проводки

source: Import QIF files
ru_ru: Импортировать QIF файлы
